fio4pi/results/6413-1r-rpi2-raspbian_v4.1.19-v7+.log
random-read: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
fio-2.6
Starting 1 process
random-read: Laying out IO file(s) (1 file(s) / 128MB)

random-read: (groupid=0, jobs=1): err= 0: pid=1032: Thu Mar 17 13:11:37 2016
  read : io=131072KB, bw=5311.8KB/s, iops=1327, runt= 24679msec
    clat (usec): min=548, max=1854, avg=733.64, stdev=126.24
     lat (usec): min=549, max=1855, avg=735.20, stdev=126.24
    clat percentiles (usec):
     |  1.00th=[  572],  5.00th=[  580], 10.00th=[  596], 20.00th=[  620],
     | 30.00th=[  644], 40.00th=[  684], 50.00th=[  724], 60.00th=[  732],
     | 70.00th=[  788], 80.00th=[  844], 90.00th=[  908], 95.00th=[  988],
     | 99.00th=[ 1096], 99.50th=[ 1128], 99.90th=[ 1368], 99.95th=[ 1480],
     | 99.99th=[ 1784]
    bw (KB  /s): min= 5192, max= 5448, per=100.00%, avg=5312.16, stdev=44.23
    lat (usec) : 750=67.38%, 1000=28.35%
    lat (msec) : 2=4.27%
  cpu          : usr=2.63%, sys=6.73%, ctx=34553, majf=0, minf=17
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=131072KB, aggrb=5311KB/s, minb=5311KB/s, maxb=5311KB/s, mint=24679msec, maxt=24679msec

Disk stats (read/write):
  mmcblk0: ios=32671/0, merge=0/0, ticks=22740/0, in_queue=22680, util=91.93%