fio4pi/results/6413-4w-rpi3-raspbian_v4.1.19-v7+.log
random-write-1: (g=0): rw=randwrite, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-write-2: (g=0): rw=randwrite, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-write-3: (g=0): rw=randwrite, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-write-4: (g=0): rw=randwrite, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
fio-2.6
Starting 4 processes
random-write-3: Laying out IO file(s) (1 file(s) / 1024MB)
random-write-4: Laying out IO file(s) (1 file(s) / 1024MB)

random-write-1: (groupid=0, jobs=1): err= 0: pid=1347: Thu Mar 17 08:58:41 2016
  write: io=1024.0MB, bw=30957B/s, iops=7, runt=34684670msec
    clat (usec): min=15, max=80201K, avg=132297.19, stdev=496544.49
     lat (usec): min=16, max=80201K, avg=132298.54, stdev=496544.53
    clat percentiles (usec):
     |  1.00th=[   18],  5.00th=[   19], 10.00th=[   20], 20.00th=[   21],
     | 30.00th=[   23], 40.00th=[   32], 50.00th=[199680], 60.00th=[199680],
     | 70.00th=[199680], 80.00th=[199680], 90.00th=[199680], 95.00th=[199680],
     | 99.00th=[667648], 99.50th=[1122304], 99.90th=[3522560], 99.95th=[9371648],
     | 99.99th=[12517376]
    bw (KB  /s): min=    0, max=30664, per=31.94%, avg=34.49, stdev=145.26
    lat (usec) : 20=5.37%, 50=38.79%, 100=1.11%, 250=0.01%, 500=0.01%
    lat (usec) : 750=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
    lat (msec) : 100=0.01%, 250=52.60%, 500=0.68%, 750=0.52%, 1000=0.26%
    lat (msec) : 2000=0.44%, >=2000=0.18%
  cpu          : usr=0.01%, sys=0.03%, ctx=155026, majf=0, minf=22
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-write-2: (groupid=0, jobs=1): err= 0: pid=1348: Thu Mar 17 08:58:41 2016
  write: io=1024.0MB, bw=31003B/s, iops=7, runt=34633390msec
    clat (usec): min=15, max=80211K, avg=132101.82, stdev=496065.89
     lat (usec): min=16, max=80211K, avg=132103.22, stdev=496065.93
    clat percentiles (usec):
     |  1.00th=[   18],  5.00th=[   19], 10.00th=[   20], 20.00th=[   21],
     | 30.00th=[   23], 40.00th=[   32], 50.00th=[199680], 60.00th=[199680],
     | 70.00th=[199680], 80.00th=[199680], 90.00th=[199680], 95.00th=[199680],
     | 99.00th=[667648], 99.50th=[1138688], 99.90th=[3620864], 99.95th=[9240576],
     | 99.99th=[12517376]
    bw (KB  /s): min=    0, max=35640, per=31.99%, avg=34.55, stdev=166.83
    lat (usec) : 20=6.47%, 50=37.73%, 100=1.13%, 250=0.01%, 500=0.01%
    lat (usec) : 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
    lat (msec) : 100=0.01%, 250=52.54%, 500=0.69%, 750=0.50%, 1000=0.27%
    lat (msec) : 2000=0.44%, >=2000=0.18%
  cpu          : usr=0.01%, sys=0.03%, ctx=154872, majf=0, minf=21
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-write-3: (groupid=0, jobs=1): err= 0: pid=1349: Thu Mar 17 08:58:41 2016
  write: io=1024.0MB, bw=28828B/s, iops=7, runt=37246351msec
    clat (usec): min=11, max=80291K, avg=142069.68, stdev=526375.42
     lat (usec): min=12, max=80291K, avg=142071.07, stdev=526375.49
    clat percentiles (usec):
     |  1.00th=[   14],  5.00th=[   18], 10.00th=[   19], 20.00th=[   21],
     | 30.00th=[   22], 40.00th=[   24], 50.00th=[   35], 60.00th=[199680],
     | 70.00th=[199680], 80.00th=[199680], 90.00th=[280576], 95.00th=[477184],
     | 99.00th=[1187840], 99.50th=[1597440], 99.90th=[4816896], 99.95th=[9371648],
     | 99.99th=[12517376]
    bw (KB  /s): min=    0, max=31325, per=32.46%, avg=35.05, stdev=159.05
    lat (usec) : 20=10.07%, 50=42.64%, 100=2.04%, 250=0.89%, 500=0.05%
    lat (usec) : 750=0.01%, 1000=0.02%
    lat (msec) : 2=0.03%, 4=0.03%, 10=0.04%, 20=0.02%, 50=0.02%
    lat (msec) : 100=0.10%, 250=33.48%, 500=5.74%, 750=2.14%, 1000=1.03%
    lat (msec) : 2000=1.42%, >=2000=0.23%
  cpu          : usr=0.01%, sys=0.03%, ctx=153939, majf=0, minf=20
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-write-4: (groupid=0, jobs=1): err= 0: pid=1350: Thu Mar 17 08:58:41 2016
  write: io=1024.0MB, bw=27696B/s, iops=6, runt=38767587msec
    clat (usec): min=11, max=80201K, avg=147872.57, stdev=530776.05
     lat (usec): min=12, max=80201K, avg=147873.94, stdev=530776.13
    clat percentiles (usec):
     |  1.00th=[   14],  5.00th=[   17], 10.00th=[   19], 20.00th=[   21],
     | 30.00th=[   22], 40.00th=[   25], 50.00th=[   44], 60.00th=[199680],
     | 70.00th=[199680], 80.00th=[199680], 90.00th=[268288], 95.00th=[468992],
     | 99.00th=[1286144], 99.50th=[1646592], 99.90th=[4816896], 99.95th=[9240576],
     | 99.99th=[12517376]
    bw (KB  /s): min=    0, max=59771, per=31.23%, avg=33.73, stdev=279.82
    lat (usec) : 20=12.20%, 50=38.35%, 100=2.03%, 250=1.39%, 500=0.05%
    lat (usec) : 750=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.02%, 10=0.01%, 20=0.01%, 50=0.02%
    lat (msec) : 100=0.03%, 250=35.58%, 500=5.51%, 750=1.91%, 1000=1.01%
    lat (msec) : 2000=1.63%, >=2000=0.24%
  cpu          : usr=0.01%, sys=0.03%, ctx=159683, majf=0, minf=23
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=108KB/s, minb=27KB/s, maxb=30KB/s, mint=34633390msec, maxt=38767587msec

Disk stats (read/write):
  mmcblk0: ios=604/979387, merge=71/70028, ticks=256840/875743280, in_queue=876002550, util=100.00%