fio4pi/results/6414-1w-rpi3-raspbian_v4.1.19-v7+.log
random-write: (g=0): rw=randwrite, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
fio-2.6
Starting 1 process
random-write: Laying out IO file(s) (1 file(s) / 1024MB)

random-write: (groupid=0, jobs=1): err= 0: pid=1121: Thu Mar 17 13:54:50 2016
  write: io=1024.0MB, bw=417884B/s, iops=102, runt=2569468msec
    clat (usec): min=11, max=2921.7K, avg=9792.39, stdev=55891.64
     lat (usec): min=12, max=2921.7K, avg=9793.49, stdev=55891.66
    clat percentiles (usec):
     |  1.00th=[   12],  5.00th=[   12], 10.00th=[   13], 20.00th=[   13],
     | 30.00th=[   14], 40.00th=[   15], 50.00th=[   18], 60.00th=[   19],
     | 70.00th=[   20], 80.00th=[   22], 90.00th=[   90], 95.00th=[58112],
     | 99.00th=[199680], 99.50th=[199680], 99.90th=[411648], 99.95th=[1466368],
     | 99.99th=[1548288]
    bw (KB  /s): min=    1, max=186464, per=100.00%, avg=472.30, stdev=5799.97
    lat (usec) : 20=62.30%, 50=26.18%, 100=1.81%, 250=0.95%, 500=0.05%
    lat (usec) : 750=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.02%, 10=0.06%, 20=1.34%, 50=2.05%
    lat (msec) : 100=1.76%, 250=3.28%, 500=0.12%, 750=0.01%, 1000=0.01%
    lat (msec) : 2000=0.08%, >=2000=0.01%
  cpu          : usr=0.09%, sys=0.21%, ctx=32618, majf=0, minf=21
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=1024.0MB, aggrb=408KB/s, minb=408KB/s, maxb=408KB/s, mint=2569468msec, maxt=2569468msec

Disk stats (read/write):
  mmcblk0: ios=0/240545, merge=0/2886, ticks=0/12872370, in_queue=12872200, util=99.92%